9/data/attachments/f94e72d374dd8d9b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_7340a7a1-5568-4c98-9752-5bc1cb4e4cee</nif:username>
            <nif:friendToBeAdded>Ashlee_college_Actions_79853_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>